namespace monna {
    const phrases = [
        "Зроблено з любов'ю",
        "Тільки поки ти мрієш, ти твоє життя ще варте чогось.",
        "Мрії дорожчі ніж гроші, бо коли їх нема - гроші лиш для існування",
        "Мрій, поки дихаєш.",
        "Тільки той хто не здається, не програє в кінці.",
        "Падати спробувавши - не погано. Погано не впасти, ніразу не спробувавши",
        "Життя на цьому світі одне. Використай його",
        "Відродження вже тут",
        "Як прекрасно коли тебе нічого не обтяжує, і як зле коли стільки всього",
        "Не відволікайся",
        "Вперед, вперед, і тільки вперед",
        "Я ж бляха Хаксі!",
        "Потрібно вірити до кінця, інакше хто, як не ти, зробить це."
    ]

    export function pickPhrase(): string {
        return Util.randChoose(phrases) || "???";
    }
}