namespace monna {
    const phrases = [
        "Зроблено з любов'ю",
        "Тільки поки ти мрієш, ти твоє життя ще варте чогось.",
        "Мрії дорожчі ніж гроші, бо коли їх нема - гроші лиш для існування",
        "Мрій, поки дихаєш.",
        "Тільки той хто не здається, не програє в кінці.",
        "Падати спробувавши - не погано. Погано не впасти, ніразу не спробувавши",
        "Життя на цьому світі одне. Використай його",
        "Відродження вже тут"
    ]

    export function pickPhrase(): string {
        return Util.randChoose(phrases) || "???";
    }
}